Repository: xfce-mirror/xfce4-timer-plugin
Catalog: po/*.po
Languages: kk, vi

source: %dh %dm %ds left
kk: %d сағ %d мин %d сек қалды
vi: %dh %dm %ds còn lại

source: %dm %ds left
kk: %d мин %d сек қалды
vi: %dm %ds còn lại

source: %ds left
kk: %d сек қалды
vi: %d còn lại

source: (Paused)
kk: (Кідіртілді)
vi: (Tạm dừng)

source: Beeep! :) Time is up for the alarm %s.
kk: Бип! :) %s дабылының уақыты аяқталды.
vi: Bíp! :) Đã hết thời gian báo thức %s.

source: Timer %s
kk: %s таймері
vi: Hẹn giờ %s

source: Close
kk: Жабу
vi: Đóng

source: Rerun the timer
kk: Таймерді қайта іске қосу
vi: Chạy lại bộ đếm thời gian

source: Add new alarm
kk: Жаңа дабылды қосу
vi: Thêm báo thức mới

source: Pause timer
kk: Таймерді кідірту
vi: Tạm dừng hẹn giờ

source: Resume timer
kk: Таймерді жалғастыру
vi: Tiếp tục hẹn giờ

source: Stop timer
kk: Таймерді тоқтату
vi: Dừng hẹn giờ

source: %dh %dm %ds
kk: %d сағ %d мин %d сек

source: %dm %ds
kk: %d мин %d сек

source: %ds
kk: %d сек

source: At %02d:%02d
kk: %02d:%02d уақытында
vi: Tại %02d:%02d

source: At %02d:%02dZ
kk: %02d:%02dZ уақытында
vi: Tại %02d:%02dZ

source: Name:
kk: Аты:
vi: Tên:

source: Enter the countdown time
kk: Кері санау уақытын енгізіңіз
vi: Nhập thời gian đếm ngược

source: Enter the time of alarm (24h format)
kk: Дабыл уақытын енгізіңіз (24 сағат пішімі)
vi: Nhập thời gian báo thức (định dạng 24h)

source: h
kk: сағ

source: m
kk: мин
vi: tôi

source: s
kk: сек

source: or
kk: немесе
vi: hoặc

source: Command to run:
kk: Орындалатын команда:
vi: Lệnh để chạy:

source: Alarm to run:
kk: Орындалатын дабыл:
vi: Báo động để chạy:

source: Auto start when plugin loads
kk: Плагин жүктелгенде автоматты түрде іске қосу
vi: Tự động khởi động khi tải plugin

source: Cancel
kk: Бас тарту
vi: Hủy bỏ

source: Accept
kk: Қабылдау
vi: Chấp nhận

source: Edit alarm
kk: Дабылды түзету
vi: Chỉnh sửa báo thức

source: Timer Options
kk: Таймер опциялары
vi: Tùy chọn hẹn giờ

source: Timer name
kk: Таймер аты
vi: Tên hẹn giờ

source: Countdown period / Alarm time
kk: Кері санау кезеңі / Дабыл уақыты
vi: Thời gian đếm ngược / Thời gian báo thức

source: Alarm command
kk: Дабыл командасы
vi: Lệnh báo động

source: Add
kk: Қосу
vi: Thêm vào

source: Edit
kk: Түзету
vi: Biên tập

source: Remove
kk: Өшіру
vi: Gỡ bỏ

source: Up
kk: Жоғары
vi: Hướng lên

source: Down
kk: Төмен
vi: Xuống

source: Don't display a warning if an alarm command is set
kk: Дабыл командасы орнатылса, ескертуді көрсетпеу

source: Use a default alarm command
kk: Әдепкі дабыл командасын қолдану
vi: Sử dụng lệnh cảnh báo mặc định

source: Default command:
kk: Әдепкі команда:
vi: Lệnh mặc định:

source: Repeat the alarm command
kk: Дабыл командасын қайталау
vi: Lặp lại lệnh báo động

source: Number of repetitions
kk: Қайталау саны
vi: Số lần lặp lại

source: Time interval (sec.)
kk: Уақыт аралығы (сек.)
vi: Khoảng thời gian (giây)

source: About Timer plugin
kk: Таймер плагині туралы
vi: Giới thiệu về plugin Hẹn giờ

source: A plugin to define countdown timers or alarms at given times.
kk: Кері санау таймерлерін немесе белгіленген уақыттағы дабылдарды анықтауға арналған плагин.
vi: Một plugin để xác định đồng hồ đếm ngược hoặc báo thức vào những thời điểm nhất định.

source: Xfce4 Timer
kk: Xfce4 таймері
vi: Hẹn giờ Xfce4

source: Timer plugin for Xfce panel
kk: Xfce панеліне арналған таймер плагині
vi: Plugin hẹn giờ cho bảng Xfce

source: Don't display a warning if an alarm command is set
vi: Không hiển thị cảnh báo nếu lệnh báo động được đặt
